Repository: LoadingTautology/ProyectoFinalDAMAgil
Catalog: Resources/Views/MainPage/Index.*.resx
Languages: es

# Bienvenido
source: Welcome to GestaCentro
es: Bienvenido a GestaCentro

# SolucionIntegral
source: The comprehensive solution for educational center management.
es: La solución integral para la gestión de centros educativos.

# FacilitaAdministracion
source: GestaCentro facilitates the administration of your school with advanced tools to manage students, teachers, classes, schedules, and more. Our platform is designed to improve efficiency and communication in your educational institution.
es: GestaCentro facilita la administración de tu centro escolar con herramientas avanzadas para gestionar estudiantes, profesores, clases, horarios y más. Nuestra plataforma está diseñada para mejorar la eficiencia y la comunicación en tu institución educativa.

# ComienzaAhora
source: Get Started Now
es: Comienza Ahora

# GestionEstudiantes
source: Student Management
es: Gestión de Estudiantes

# GestionEstudiantesTexto
source: Manage student information efficiently, including enrollment, attendance, and grades.
es: Administra la información de los estudiantes de manera eficiente, incluyendo matrículas, asistencia y calificaciones.

# GestionProfesores
source: Teacher Management
es: Gestión de Profesores

# GestionProfesoresTexto
source: Organize and oversee teacher information, schedules, and subjects.
es: Organiza y supervisa la información de los profesores, sus horarios y sus asignaturas.

# HorariosClases
source: Schedules and Classes
es: Horarios y Clases

# HorariosClasesTexto
source: Create and manage class schedules easily, optimizing the use of time and resources.
es: Crea y gestiona horarios de clases de manera sencilla, optimizando el uso del tiempo y recursos.

# InformesReportes
source: Reports and Analytics
es: Informes y Reportes

# InformesReportesTexto
source: Generate detailed reports and analytics for informed decision-making.
es: Genera informes detallados y reportes para el análisis y la toma de decisiones informadas.

# Comunicacion
source: Communication
es: Comunicación

# ComunicacionTexto
source: Facilitate communication between parents, students, and teachers through notifications and messages.
es: Facilita la comunicación entre padres, estudiantes y profesores mediante notificaciones y mensajes.

# ConfiguracionPersonalizada
source: Customized Settings
es: Configuración Personalizada

# ConfiguracionPersonalizadaTexto
source: Adjust the platform according to the specific needs of your educational center.
es: Ajusta la plataforma según las necesidades específicas de tu centro educativo.
