Repository: LoadingTautology/ProyectoFinalDAMAgil
Catalog: Resources/Views/MainPage/Privacy.*.resx
Languages: es

# Title
source: Privacy Policy
es: Política de Privacidad

# PoliticaDePrivacidad
source: Privacy Policy
es: Política de Privacidad

# PrivacidadImportante
source: Your privacy is important to us. At GestaCentro, we are committed to protecting your personal data and complying with all applicable privacy and data protection regulations.
es: Tu privacidad es importante para nosotros. En GestaCentro, nos comprometemos a proteger tus datos personales y a cumplir con todas las normativas aplicables en materia de privacidad y protección de datos.

# DescribeComo
source: This privacy policy describes how we collect, use, and protect your personal information.
es: Esta política de privacidad describe cómo recopilamos, utilizamos y protegemos tu información personal.

# InformacionQueRecopilamos
source: Information We Collect
es: Información que Recopilamos

# RecopilamosVariosTipos
source: We collect various types of information in connection with the services we offer, including:
es: Recopilamos diversos tipos de información en relación con los servicios que ofrecemos, incluyendo:

# InformacionIdentificacionPersonal
source: Personal Identification Information: name, email address, phone number, and address.
es: Información de Identificación Personal: nombre, dirección de correo electrónico, número de teléfono y dirección.

# InformacionDeUso
source: Usage Information: details about how and when you use our services.
es: Información de Uso: detalles sobre cómo y cuándo utilizas nuestros servicios.

# InformacionTecnica
source: Technical Information: IP address, browser type, operating system, and other technical data.
es: Información Técnica: dirección IP, tipo de navegador, sistema operativo y otros datos técnicos.

# ComoUtilizamosInformacion
source: How We Use Your Information
es: Cómo Utilizamos tu Información

# UtilizamosInformacionRecopilada
source: We use the information we collect for various purposes, including:
es: Utilizamos la información que recopilamos para diversos fines, incluyendo:

# ProveerOperarMantener
source: Provide, operate, and maintain our services.
es: Proveer, operar y mantener nuestros servicios.

# MejorarPersonalizarExpandir
source: Improve, personalize, and expand our services.
es: Mejorar, personalizar y expandir nuestros servicios.

# EntenderAnalizar
source: Understand and analyze how you use our services.
es: Entender y analizar cómo utilizas nuestros servicios.

# DesarrollarNuevasFuncionalidades
source: Develop new functionalities, products, and services.
es: Desarrollar nuevas funcionalidades, productos y servicios.

# ComunicarnosContigo
source: Communicate with you, either directly or through one of our partners, including customer service, to provide you with updates and other information relating to the service, and for promotional and marketing purposes.
es: Comunicarnos contigo, ya sea directamente o a través de uno de nuestros socios, incluyendo el servicio al cliente, para proporcionarte actualizaciones y otra información relacionada con el servicio, y con fines promocionales y de marketing.

# ProcesarTransaccionesPedidos
source: Process your transactions and manage your orders.
es: Procesar tus transacciones y gestionar tus pedidos.

# DetectarPrevenirFraudes
source: Detect and prevent fraud and technical issues.
es: Detectar y prevenir fraudes y problemas técnicos.

# ComoProtegemosInformacion
source: How We Protect Your Information
es: Cómo Protegemos tu Información

# ImplementamosMedidasSeguridad
source: We implement various security measures to ensure the protection of your personal data, including:
es: Implementamos diversas medidas de seguridad para garantizar la protección de tus datos personales, incluyendo:

# UsoTecnologiasCifrado
source: Use of encryption technologies to protect data during transmission.
es: Uso de tecnologías de cifrado para proteger los datos durante la transmisión.

# AlmacenamientoDatosSeguros
source: Storage of data on secure servers.
es: Almacenamiento de datos en servidores seguros.

# RestriccionAcceso
source: Restriction of access to personal data to authorized employees only.
es: Restricción de acceso a datos personales a empleados autorizados únicamente.

# CompartirInformacion
source: Sharing Your Information
es: Compartir tu Información

# NoVendemosInformacion
source: We do not sell, trade, or otherwise transfer your personally identifiable information to outside parties unless we provide you with advance notice. This does not include our website hosting partners and other parties who assist us in operating our website, conducting our business, or servicing you, so long as those parties agree to keep this information confidential.
es: No vendemos, comercializamos ni transferimos a terceros tu información personal identificable a menos que te lo notifiquemos con anticipación. Esto no incluye a nuestros socios de hosting y otras partes que nos asisten en la operación de nuestro sitio web, la conducción de nuestro negocio o la prestación de servicios, siempre que estas partes acuerden mantener esta información confidencial.

# TusDerechos
source: Your Rights
es: Tus Derechos

# TienesDerechoA
source: You have the right to:
es: Tienes derecho a:

# AccederDatosPersonales
source: Access your personal data and request a copy of it.
es: Acceder a tus datos personales y solicitar una copia de los mismos.

# SolicitarCorreccion
source: Request the correction of incorrect or incomplete personal data.
es: Solicitar la corrección de datos personales incorrectos o incompletos.

# SolicitarEliminacion
source: Request the deletion of your personal data.
es: Solicitar la eliminación de tus datos personales.

# RestringirProcesamiento
source: Restrict the processing of your personal data.
es: Restringir el procesamiento de tus datos personales.

# OponerteProcesamiento
source: Object to the processing of your personal data.
es: Oponerte al procesamiento de tus datos personales.

# SolicitarPortabilidad
source: Request the portability of your personal data.
es: Solicitar la portabilidad de tus datos personales.

# EjercerDerechos
source: To exercise these rights, please contact us at <a href="mailto:privacidad@proyectofinaldam2324.site">privacidad@proyectofinaldam2324.site</a>.
es: Para ejercer estos derechos, por favor contáctanos en <a href="mailto:privacidad@proyectofinaldam2324.site">privacidad@proyectofinaldam2324.site</a>.

# CambiosPoliticaPrivacidad
source: Changes to This Privacy Policy
es: Cambios a esta Política de Privacidad

# ReservamosDerecho
source: We reserve the right to update this privacy policy at any time. We will notify you of any changes by posting the new privacy policy on this page. We recommend that you review this policy periodically to stay informed of any updates.
es: Nos reservamos el derecho de actualizar esta política de privacidad en cualquier momento. Te notificaremos sobre cualquier cambio publicando la nueva política de privacidad en esta página. Te recomendamos revisar esta política periódicamente para estar al tanto de cualquier actualización.

# Contacto
source: Contact
es: Contacto

# PreguntasPoliticaPrivacidad
source: If you have any questions about this privacy policy, please contact us at <a href="mailto:privacidad@proyectofinaldam2324.site">privacidad@proyectofinaldam2324.site</a>.
es: Si tienes alguna pregunta sobre esta política de privacidad, por favor contáctanos en <a href="mailto:privacidad@proyectofinaldam2324.site">privacidad@proyectofinaldam2324.site</a>.
